Repository: rabol/backblaze-b2
Catalog: po/*.po
Languages: da

source: Cockpit Starter Kit
da: Cockpit Startskabelon

source: Running on $0
da: Kører på $0

source: Scaffolding for a cockpit module
da: Skabelon til et Cockpit-modul

source: Scaffolding for a cockpit module.
da: Skabelon til et Cockpit-modul.

source: Starter Kit
da: Startskabelon

source: Unknown
da: Ukendt

source: Error saving job:
da: Fejl ved gemning af job:

source: All fields are required.
da: Alle felter skal udfyldes.

source: 'Job saved.
da: Job gemt.

source: Are you sure you want to delete this job?
da: Er du sikker på, at du vil slette dette job?

source: Job deleted.
da: Job slettet.

source: Are you sure you want to run this backup job?
da: Er du sikker på, at du vil køre denne backup-job?

source: Running backup :
da: Kører backup:

source: Backup failed:
da: Backup mislykkedes:

source: Error running job:
da: Fejl under kørsel af job:

source: Job Name
da: Jobnavn

source: Enter a name for this backup job
da: Indtast et navn til denne backup-job

source: Schedule
da: Planlægning

source: e.g. 0 3 * * * (cron format)
da: f.eks. 0 3 * * * (cron-format)

source: Leave empty to disable scheduling.
da: Lad feltet være tomt for at deaktivere planlægning.

source: Enter your Backblaze B2 Application Key ID
da: Indtast dit Backblaze B2 Application Key ID

source: Enter your Backblaze B2 Application Key
da: Indtast din Backblaze B2 Application Key

source: Bucket Name
da: Bucket-navn

source: Enter your Backblaze B2 Bucket Name
da: Indtast dit Backblaze B2 Bucket-navn

source: Folder to Backup
da: Mappe der skal sikkerhedskopieres

source: 'Enter the folder to backup (leave empty for root)
da: Indtast mappen der skal sikkerhedskopieres (lad være tom for rod)

source: Save Job
da: Gem job

source: Cancel
da: Annuller

source: Saved Jobs
da: Gemte jobs

source: Backup History
da: Backup-historik

source: Timestamp
da: Tidsstempel

source: Details
da: Detaljer
